second_challenge/IBGE/app/controllers/cidades_controller.rb

  def index
    @cidades = Cidade.all
---
SELECT "cidades".* FROM "cidades"