second_challenge/IBGE/lib/tasks/anything.rake

  task task1: :environment do
    puts 'my fisrt task!!!!!!!!!!!!!'
    estado = Estado.new(nome: 'Paraiba')
    estado.save!
---
INSERT INTO "estados" ("nome", "created_at", "updated_at") VALUES (?, ?, ?)  [["nome", "Paraiba"], ["created_at", "2021-07-21 21:00:55.415324"], ["updated_at", "2021-07-21 21:00:55.415324"]]